# === Main Menu ===
greet           = 'Привет, {name}👋\nЯ Бот для интернет-магазина. Помогу тебе выбрать товар и получить о нем информацию. Начнем? 😊'
get_instruction_button = '📃 Получить инструкцию к средству'
get_help_button        = '🙋‍♀️ Обратиться к консультанту'


# === Products ===
get_category          = 'Выберите категорию товара: '
get_name              = f'Выберите название товара: '
select_product_name1  = 'Теперь, пожалуйста, выберите название товара:'
select_product_name2  = 'Пожалуйста, выберите название товара: '
category_doesnot_find = "Категория не найдена.\n\nПожалуйста, попробуйте снова или обратитесь к консультанту."
product_doesnot_find  = "Товар не найден.\n\nПожалуйста, попробуйте снова или обратитесь к консультанту"
loading_instruction   = 'Загружаю инструкцию, подождите...'


# === Chat ====
all_chats                 = 'Показать все переписки'
new_messages              = 'Новые сообщения'
only_new_messages         = 'Показать только новые сообщения'
full_chat                 = 'Показать всю переписку'
message_has_send_to_user  = 'Сообщение успешно отправлено!\nДругие сообщения:'
message_has_send_to_admin = 'Ваше сообщение отправлено консультанту'
get_help                  = 'Напишите свое обращение в чат и наш консультант с вами свяжется 😉'
add_admin                 = 'Добавить администратора'
admins_list               = 'Список Администраторов'
delete_admin              = 'Удалить Администратора'
admin_added               = 'Администратор успешно добавлен'
admin_removed             = 'Администратор успешно удалён'


# === General ===
show_button = 'Показать'
back_button = "Назад"
exit_button = '⏪ Выйти назад'
to_menu_button = '◀️ Выйти в меню'
general_error = 'Возникли технические неполадки'



