# === Main Menu ===
greet           = 'Привет, {name}!\nЯ помогу тебе получить полезную информацию о твоем средстве. Также ты можешь пообщаться с нашим консультантом, который всегда поможет по любому вопросу. Начнем? 😊'
get_instruction_button = '📃 Получить инструкцию к средству'
get_help_button        = '🙋‍♀️ Обратиться к консультанту'


# === Products ===
get_category          = 'Выбери категорию товара: '
get_name              = f'Выбери название товара: '
select_product_name1  = 'Теперь, пожалуйста, выбери название товара:'
select_product_name2  = 'Пожалуйста, выбери название товара: '
category_doesnot_find = "Категория не найдена.\n\nПожалуйста, попробуй снова или обратись к консультанту."
product_doesnot_find  = "Товар не найден.\n\nПожалуйста, попробуй снова или обратись к консультанту"
loading_instruction   = 'Загружаю инструкцию, подожди...'


# === chat ====
all_chats                 = 'Показать все переписки'
new_messages              = 'Новые сообщения'
only_new_messages         = 'Показать только новые сообщения'
full_chat                 = 'Показать всю переписку'
message_has_send_to_user  = 'Сообщение успешно отправлено!\nДругие сообщения:'
message_has_send_to_admin = 'Твое сообщение отправлено консультанту'
get_help                  = 'Напиши свое обращение в чат и наш консультант с тобой свяжется 😉'
add_admin                 = 'Добавить администратора'
admins_list               = 'Список Администраторов'
delete_admin              = 'Удалить Администратора'
admin_added               = 'Администратор успешно добавлен'
admin_removed             = 'Администратор успешно удалён'


# === General ===
show_button = 'Показать'
back_button = "Назад"
exit_button = '⏪ Выйти назад'
to_menu_button = '◀️ Выйти в меню'
general_error = 'Возникли технические неполадки'



